{
  "wordCloud": {
    "title": "வார்த்தை மேகம்",
    "description": "பதில்களில் அடிக்கடி பயன்படுத்தப்படும் சொற்களைக் காட்டும் காட்சிப் பிரதிநிதித்துவம். பயனர் சமர்ப்பிப்புகளில் பெரிய சொற்கள் அடிக்கடி தோன்றும்."
  },
  "averageLength": {
    "title": "சராசரி நீளம்",
    "description": "இந்தப் புலத்தில் பயனர்கள் உள்ளிடும் எழுத்துகளின் வழக்கமான எண்ணிக்கை. விரிவான பதில்கள் பொதுவாக எப்படி இருக்கும் என்பதைப் புரிந்துகொள்ள உதவுகிறது."
  },
  "lengthDistribution": {
    "title": "நீளம் விநியோகம்",
    "description": "வெவ்வேறு எழுத்து எண்ணிக்கை வரம்புகளில் பதில் நீளம் எவ்வாறு விநியோகிக்கப்படுகிறது என்பதைக் காட்டுகிறது. பயனர் நடத்தையில் வடிவங்களைக் கண்டறிய பயனுள்ளதாக இருக்கும்."
  },
  "commonPhrases": {
    "title": "பொதுவான சொற்றொடர்கள்",
    "description": "பதில்களில் அடிக்கடி நிகழும் 2-3 வார்த்தை சேர்க்கைகள். தொடர்ச்சியான தீம்கள் அல்லது பிரபலமான வெளிப்பாடுகளை அடையாளம் காண உதவுகிறது."
  },
  "statisticalSummary": {
    "title": "புள்ளியியல் சுருக்கம்",
    "description": "குறைந்தபட்ச, அதிகபட்ச, சராசரி மற்றும் இடைநிலை மதிப்புகள் உட்பட முக்கிய புள்ளிவிவரங்கள். எண் விநியோகத்தின் விரைவான கண்ணோட்டத்தை வழங்குகிறது."
  },
  "valueDistribution": {
    "title": "மதிப்பு விநியோகம்",
    "description": "வெவ்வேறு மதிப்பு வரம்புகளில் எண் பதில்கள் எவ்வாறு பரவுகின்றன என்பதைக் காட்டுகிறது. க்ளஸ்டரிங், அவுட்லையர்ஸ் மற்றும் டேட்டா பேட்டர்ன்களை அடையாளம் காண உதவுகிறது."
  },
  "percentiles": {
    "title": "சதங்கள்",
    "description": "முக்கிய சதவீத புள்ளிகளில் மதிப்புகளைக் காட்டுகிறது (25வது, 50வது, 75வது, முதலியன). 50வது சதவீதம் என்பது சராசரி - பாதி பதில்கள் இந்த மதிப்பிற்கு மேல்/கீழே உள்ளன."
  },
  "trendAnalysis": {
    "title": "போக்கு பகுப்பாய்வு",
    "description": "காலப்போக்கில் சராசரி மதிப்புகள் எவ்வாறு மாறுகின்றன. போக்குகள், பருவகால வடிவங்கள் அல்லது பயனர் நடத்தையில் ஏற்படும் மாற்றங்களைக் கண்டறிய பயனுள்ளதாக இருக்கும்."
  },
  "optionPopularity": {
    "title": "விருப்பம் பிரபலம்",
    "description": "ஒவ்வொரு விருப்பமும் எத்தனை முறை தேர்ந்தெடுக்கப்பட்டது என்பதைக் காட்டுகிறது. படிவ விருப்பங்களை மேம்படுத்த மிகவும் பிரபலமான மற்றும் குறைந்த பிரபலமான தேர்வுகளை அடையாளம் காண உதவுகிறது."
  },
  "responseDistribution": {
    "title": "பதில் விநியோக வகை",
    "description": "தேர்வு முறைகளை வகைப்படுத்துகிறது: 'கூட' (சமச்சீர் தேர்வுகள்), 'செறிவு' (ஒரு மேலாதிக்க விருப்பம்), அல்லது 'துருவப்படுத்தப்பட்ட' (சில தெளிவான பிடித்தவை)."
  },
  "selectionTrends": {
    "title": "தேர்வு போக்குகள்",
    "description": "காலப்போக்கில் விருப்பத்தின் புகழ் எப்படி மாறுகிறது. வளரும் விருப்பங்கள் அல்லது பருவகால மாறுபாடுகளைப் புரிந்துகொள்வதற்கு பயனுள்ளதாக இருக்கும்."
  },
  "individualOptions": {
    "title": "தனிப்பட்ட விருப்ப பகுப்பாய்வு",
    "description": "ஒவ்வொரு தேர்வுப்பெட்டி விருப்பத்திற்கும் தேர்வு அதிர்வெண் காட்டுகிறது. எந்த அம்சங்கள் அல்லது தேர்வுகள் மிகவும்/குறைவாக பிரபலமாக உள்ளன என்பதைக் கண்டறிய உதவுகிறது."
  },
  "combinationAnalysis": {
    "title": "கூட்டு பகுப்பாய்வு",
    "description": "எந்தெந்த விருப்பங்களின் கலவையை பயனர்கள் அடிக்கடி ஒன்றாகத் தேர்ந்தெடுக்கிறார்கள் என்பதைக் காட்டுகிறது. பொதுவான பயன்பாட்டு முறைகளை வெளிப்படுத்துகிறது."
  },
  "selectionPatterns": {
    "title": "தேர்வு வடிவங்கள்",
    "description": "பயனர்கள் பொதுவாகத் தேர்ந்தெடுக்கும் விருப்பங்களின் விநியோகம் (1 விருப்பம், 2 விருப்பங்கள், முதலியன). பயனர் ஈடுபாடு நிலைகளைக் காட்டுகிறது."
  },
  "correlations": {
    "title": "விருப்ப தொடர்புகள்",
    "description": "எந்தெந்த விருப்பங்கள் அடிக்கடி ஒன்றாகத் தேர்ந்தெடுக்கப்படுகின்றன என்பதைக் காட்டுகிறது. 1.2க்கு மேல் உள்ள மதிப்புகள், தேர்வுகளுக்கு இடையே உள்ள வலுவான உறவுகளைக் குறிக்கிறது."
  },
  "dateDistribution": {
    "title": "தேதி விநியோகம்",
    "description": "வெவ்வேறு தேதிகளில் பயனர்கள் எப்போது பதில்களைச் சமர்ப்பித்தனர் என்பதைக் காட்டுகிறது. உச்ச சமர்ப்பிப்பு நேரங்கள் மற்றும் வடிவங்களைக் கண்டறிய உதவுகிறது."
  },
  "weekdayPatterns": {
    "title": "வார நாள் வடிவங்கள்",
    "description": "வாரத்தின் நாளின்படி பதில்களின் விநியோகம். பயனர் நடத்தை மற்றும் உகந்த நேரத்தை புரிந்து கொள்ள பயனுள்ளதாக இருக்கும்."
  },
  "seasonalAnalysis": {
    "title": "பருவகால பகுப்பாய்வு",
    "description": "பருவங்கள் முழுவதும் பதில் வடிவங்கள் (வசந்தம், கோடை, இலையுதிர், குளிர்காலம்). பயனர் ஈடுபாட்டின் பருவகால போக்குகளை அடையாளம் காண உதவுகிறது."
  },
  "monthlyTrends": {
    "title": "மாதாந்திர போக்குகள்",
    "description": "வெவ்வேறு மாதங்களில் பதில் விநியோகத்தைக் காட்டுகிறது. பருவகால வடிவங்கள் மற்றும் உச்ச காலங்களை அடையாளம் காண பயனுள்ளதாக இருக்கும்."
  },
  "validationRate": {
    "title": "மின்னஞ்சல் சரிபார்ப்பு விகிதம்",
    "description": "சரியான மின்னஞ்சல் வடிவமைப்பைப் பின்பற்றும் உள்ளீடுகளின் சதவீதம் (user@domain.com). உயர் விகிதங்கள் நல்ல தரவைக் குறிக்கின்றன."
  },
  "domainAnalysis": {
    "title": "டொமைன் பகுப்பாய்வு",
    "description": "எந்த மின்னஞ்சல் டொமைன்கள் (gmail.com, company.com போன்றவை) மிகவும் பொதுவானவை என்பதைக் காட்டுகிறது. உங்கள் பார்வையாளர்களின் அமைப்பைப் புரிந்துகொள்ள உதவுகிறது."
  },
  "providerBreakdown": {
    "title": "மின்னஞ்சல் வழங்குநர் முறிவு",
    "description": "பிரபலமான மின்னஞ்சல் வழங்குநர்கள் (Gmail, Yahoo, Outlook) முழுவதும் விநியோகம். பயனர் விருப்பத்தேர்வுகள் மற்றும் புள்ளிவிவரங்கள் பற்றிய நுண்ணறிவுகளை வழங்குகிறது."
  },
  "corporateVsPersonal": {
    "title": "கார்ப்பரேட் vs தனிப்பட்ட",
    "description": "தனிப்பட்ட மின்னஞ்சல் வழங்குநர்களுக்கு எதிராக வணிக மின்னஞ்சல்களின் விகிதம். பதில்கள் வேலை அல்லது தனிப்பட்ட சூழல்களில் இருந்து வருகிறதா என்பதைப் புரிந்துகொள்ள உதவுகிறது."
  },
  "responseRate": {
    "title": "பதில் விகிதம்",
    "description": "இந்தப் புலத்திற்கான பதிலை உள்ளடக்கிய படிவ சமர்ப்பிப்புகளின் சதவீதம். இந்த குறிப்பிட்ட புலத்தை பயனர்கள் எவ்வளவு அடிக்கடி முடிக்கிறார்கள் என்பதைக் காட்டுகிறது."
  },
  "totalResponses": {
    "title": "மொத்த பதில்கள்",
    "description": "இந்தப் புலத்திற்குப் பதிலை வழங்கிய பயனர்களின் எண்ணிக்கை. வெற்று அல்லது தவிர்க்கப்பட்ட பதில்கள் சேர்க்கப்படவில்லை."
  }
}
