{
  "wordCloud": {
    "title": "Word Cloud",
    "description": "Visual representation showing the most frequently used words in responses. Larger words appear more often in user submissions."
  },
  "averageLength": {
    "title": "Average Length",
    "description": "The typical number of characters users enter for this field. Helps understand how detailed responses usually are."
  },
  "lengthDistribution": {
    "title": "Length Distribution",
    "description": "Shows how response lengths are distributed across different character count ranges. Useful for spotting patterns in user behavior."
  },
  "commonPhrases": {
    "title": "Common Phrases",
    "description": "Most frequently occurring 2-3 word combinations in responses. Helps identify recurring themes or popular expressions."
  },
  "statisticalSummary": {
    "title": "Statistical Summary",
    "description": "Key statistics including minimum, maximum, average, and median values. Provides a quick overview of number distribution."
  },
  "valueDistribution": {
    "title": "Value Distribution",
    "description": "Shows how numeric responses are spread across different value ranges. Helps identify clustering, outliers, and data patterns."
  },
  "percentiles": {
    "title": "Percentiles",
    "description": "Shows values at key percentage points (25th, 50th, 75th, etc.). The 50th percentile is the median - half of responses are above/below this value."
  },
  "trendAnalysis": {
    "title": "Trend Analysis",
    "description": "How average values change over time. Useful for spotting trends, seasonal patterns, or changes in user behavior."
  },
  "optionPopularity": {
    "title": "Option Popularity",
    "description": "Shows how often each option was selected. Helps identify most and least popular choices to optimize form options."
  },
  "responseDistribution": {
    "title": "Response Distribution Type",
    "description": "Categorizes selection patterns: 'Even' (balanced choices), 'Concentrated' (one dominant option), or 'Polarized' (few clear favorites)."
  },
  "selectionTrends": {
    "title": "Selection Trends",
    "description": "How option popularity changes over time. Useful for understanding evolving preferences or seasonal variations."
  },
  "individualOptions": {
    "title": "Individual Option Analysis",
    "description": "Shows selection frequency for each checkbox option. Helps identify which features or choices are most/least popular."
  },
  "combinationAnalysis": {
    "title": "Combination Analysis",
    "description": "Shows which combinations of options users select together most frequently. Reveals common usage patterns."
  },
  "selectionPatterns": {
    "title": "Selection Patterns",
    "description": "Distribution of how many options users typically select (1 option, 2 options, etc.). Shows user engagement levels."
  },
  "correlations": {
    "title": "Option Correlations",
    "description": "Shows which options are frequently selected together. Values above 1.2 indicate strong relationships between choices."
  },
  "dateDistribution": {
    "title": "Date Distribution",
    "description": "Shows when users submitted responses across different dates. Helps identify peak submission times and patterns."
  },
  "weekdayPatterns": {
    "title": "Weekday Patterns",
    "description": "Distribution of responses by day of the week. Useful for understanding user behavior and optimal timing."
  },
  "seasonalAnalysis": {
    "title": "Seasonal Analysis",
    "description": "Response patterns across seasons (Spring, Summer, Fall, Winter). Helps identify seasonal trends in user engagement."
  },
  "monthlyTrends": {
    "title": "Monthly Trends",
    "description": "Shows response distribution across different months. Useful for identifying seasonal patterns and peak periods."
  },
  "validationRate": {
    "title": "Email Validation Rate",
    "description": "Percentage of entries that follow proper email format (user@domain.com). High rates indicate good data quality."
  },
  "domainAnalysis": {
    "title": "Domain Analysis",
    "description": "Shows which email domains (gmail.com, company.com, etc.) are most common. Helps understand your audience composition."
  },
  "providerBreakdown": {
    "title": "Email Provider Breakdown",
    "description": "Distribution across popular email providers (Gmail, Yahoo, Outlook). Provides insights into user preferences and demographics."
  },
  "corporateVsPersonal": {
    "title": "Corporate vs Personal",
    "description": "Ratio of business emails vs personal email providers. Helps understand whether responses come from work or personal contexts."
  },
  "responseRate": {
    "title": "Response Rate",
    "description": "Percentage of form submissions that included a response for this field. Shows how often users complete this specific field."
  },
  "totalResponses": {
    "title": "Total Responses",
    "description": "Number of users who provided a response for this field. Does not include empty or skipped responses."
  }
}
